Repository: tassjabretz/budgetBook
Catalog: *.lproj/Localizable.strings
Languages: de

# transaktionen
source: Transactions
de: Transaktionen hinzufügen

source: Settings
de: Einstellungen

source: Categories
de: Kategorien

source: Category
de: Kategorie

# Miete
source: Rent
de: Miete

# Kredit
source: Credit
de: Kredit

# Lebensmittel
source: Supermarket
de: Supermarkt

# Drogerie
source: Drugstore
de: Drogerie

# Handy
source: Smartphone
de: Telefon

source: Special
de: Sonstiges

source: Loading categories
de: Kategorien werden geladen

# select_category
source: Select a category
de: Kategorien auswählen

# add_book
source: Add budget book
de: Haushaltsbuch erstellen

# transaction_title_placeholder
source: Transaction titel
de: Transaktion Titel

source: Amount
de: Betrag

# loading_budgteBooks
source: Loading budget books
de: Haushaltsbücher werden geladen

source: Budget book
de: Haushaltsbuch

source: Description
de: Beschreibung

source: Add transaction
de: Transaktion hinzufügen

source: Transaction Type
de: Transaktion

source: Please fill in all fields
de: Bitte alle Felder ausfüllen

# budget_book_titel
source: Titel budget book
de: Titel Haushaltsbuch

# no_transactions
source: No transactions added
de: Keine Transaktionen eingetragen

source: App settings
de: App Einstellungen

# language
source: App language
de: Sprache

source: Categories outcome
de: Kategorien Ausgaben

source: Categories income
de: Kategorien Einnahmen

source: Salary
de: Gehalt

# familiy_friends
source: Family and friends
de: Familie und Freunde

source: Selected budgetbook
de: Ausgewähltes Haushaltsbuch

source: Selected category
de: Ausgewählte Kategorie

source: Selected transactiontype
de: Ausgewählte Transaktionsart

# transaction_edit_error
source: Transaction could not be saved
de: Transaktion konnte nicht gespeichert werden

# error_title
source: Error
de: Fehler

source: Delete transaction
de: Transaktion löschen

source: Edit transaction
de: Transaktion speichern

# transaction_delete_error
source: Transaction could not be deleted
de: Transaktion konnte nicht gelöscht werden

# transaction_delete_success
source: Transaction could be deleted
de: Transaktion konnte gelöscht werden

# success_title
source: Complete your task successfully.
de: Aktion erfolgreich ausgeführt

# transaction_edit_success
source: Transaction could be saved
de: Transaktion wurde geändert

# empty_title
source: Please enter a title
de: Bitte gebe einen Titel an

# empty_description
source: Please enter a description
de: Bitte gebe eine Beschreibung an

# empty_amount
source: Please enter a amount greater than 0
de: Bitte gebe einen Betrag an

# transaction_add_error
source: Transaction could not be added
de: Transaktion konnte nichht hinzugefügt werden

# transaction_add_success
source: Transaction added successfully
de: Transaktion wurde hinzugefügt

# budget_updated_success
source: Budget successfully updateted
de: Budget wurde aktualisiert

# save
source: Save budget
de: Budget speichern

source: To Overview
de: zur Übersicht

source: Darkmode
de: Dunkelmodus

# Einnahme
source: Income
de: Einnahme

# Ausgabe
source: Expense
de: Ausgabe

source: Loading transactions
de: Transaktionen werden geladen
